Repository: yorjandis/ProyectoNeville_IOS
Catalog: Shared/Localization/Localizable.xcstrings
Source language: es
Languages: en, zh_hans

source: final media
en: average final
zh_hans: 结束时平均值

source: Finalización
en: Finalization
zh_hans: 最终确定

source: Finalizar
en: Finish
zh_hans: 结束

source: Fluidez
en: Flow
zh_hans: 顺畅

source: Focos recientes
en: Recent focuses
zh_hans: 近期关注点

source: Fondo
en: Background
zh_hans: 背景

source: Fondo de la vista
en: View background
zh_hans: 视图背景

source: Fondo de las burbujas de respuesta
en: Response bubble background
zh_hans: 回复气泡背景

source: Fondo del chat
en: Chat background
zh_hans: 聊天背景

source: Fondo del cuadro
en: Box background
zh_hans: 文本框背景

source: Fondo fijo
en: Fixed background
zh_hans: 固定背景

source: Fondos
en: Backgrounds
zh_hans: 背景

source: Formato de Nota
en: Note Format
zh_hans: 笔记格式

source: Fortaleza
en: Strength
zh_hans: 力量

source: FR - Frases Relacionadas
en: RQ - Related Quotes
zh_hans: FR - 关联名言

source: Franja crítica
en: Critical window
zh_hans: 需留意时段

source: frase
en: quote
zh_hans: 名言

source: Frase
en: Quote
zh_hans: 语录

source: Frase 1
en: Phrase 1
zh_hans: 句子 1

source: Frase 2
en: Phrase 2
zh_hans: 句子 2

source: Frase agregada a Espacio Calma.
en: Quote added to Calm Space.
zh_hans: 语句已添加到宁静空间。

source: Frase breve
en: Short Phrase
zh_hans: 简短提示语

source: Frase para Calma
en: Calm Phrase
zh_hans: 平静语句

source: Frases
en: Quotes
zh_hans: 语录

source: Frases con Notas
en: Quotes with Notes
zh_hans: 带笔记的语录

source: Frases de coherencia
en: Coherence phrases
zh_hans: 相干练习语句

source: Frases de Espacio Calma
en: Calm Space Phrases
zh_hans: 静心空间短语

source: Frases durante la respiración
en: Breathing phrases
zh_hans: 呼吸过程中的句子

source: Frases Favoritas
en: Favorite Quotes
zh_hans: 收藏的语录

source: Frases Personales
en: Personal Quotes
zh_hans: 个人语录

source: Frases Relacionadas
en: Related Quotes
zh_hans: 关联名言

source: Frases Relacionadas (FR)
en: Related Quotes (RQ)
zh_hans: 关联名言（FR）

source: Frases y Citas
en: Quotes and Sayings
zh_hans: 语录与名言

source: Frases:
en: Quotes:
zh_hans: 语录：

source: Frases: %lld
en: Quotes: %lld
zh_hans: 名言：%lld

source: Frecuencia
en: Frequency
zh_hans: 频率

source: Frecuencia semanal
en: Weekly frequency
zh_hans: 每周频率

source: Frecuencia Semanal
en: Weekly Frequency
zh_hans: 每周频率

source: Frecuencia: %@
en: Frequency: %@
zh_hans: 频率：%@

source: Fuente de frases
en: Phrase source
zh_hans: 短语来源

source: Fuente rápida de energía; el exceso desplaza nutrientes de mejor calidad.
en: A quick source of energy; excess intake can displace more nutritious foods.
zh_hans: 可快速提供能量；摄入过多会挤占营养价值更高的食物。

source: Fuentes y evidencia
en: Sources and evidence
zh_hans: 资料来源与依据

source: Función
en: Function
zh_hans: 作用

source: Funciones IA
en: AI Features
zh_hans: AI 功能

source: Galería
en: Photos
zh_hans: 照片

source: Genera códigos QR para compartir notas y frases fácilmente en redes sociales o con amigos.
en: Generate QR codes to easily share notes and quotes on social media or with friends.
zh_hans: 生成二维码，轻松在社交媒体或与朋友分享笔记和名言。

source: Genera, por IA, un resumen general del contenido
en: Generate an AI summary of the content
zh_hans: 使用 AI 生成内容概要

source: Genera, por IA, un resumen de los puntos claves
en: Generate an AI summary of the key points
zh_hans: 使用 AI 生成要点摘要

source: Genera, por IA, una lista de concejos prácticos
en: Generate an AI list of practical advice
zh_hans: 使用 AI 生成实用建议清单

source: Generador QR
en: QR Generator
zh_hans: 二维码生成器

source: Generando Aplicación Práctica Según las enseñanzas de: %@
en: Generating Practical Application\nBased on the teachings of:\n %@
zh_hans: 正在生成实用应用\n依据以下教导：\n %@

source: Generando Concejos Prácticos
en: Generating Practical Advice
zh_hans: 正在生成实用建议

source: Generando Consejos Prácticos
en: Generating Practical Advice
zh_hans: 正在生成实用建议

source: Generando Puntos Claves
en: Generating Key Points
zh_hans: 正在生成要点

source: Generar %@
en: Generate %@
zh_hans: 生成 %@

source: Generar Código QR
en: Generate QR Code
zh_hans: 生成二维码

source: Generar QR
en: Generate QR
zh_hans: 生成二维码

source: Generar QR...
en: Generate QR…
zh_hans: 生成二维码…

source: Gestiona tus frases personalizadas
en: Manage Your Custom Phrases
zh_hans: 管理自定义语句

source: Gluten: aparece en la sección de alérgenos del producto.
en: Gluten: listed in the product's allergen section.
zh_hans: 麸质：出现在产品的过敏原信息中。

source: Gluten: no hay evidencia clara; se aplica una evaluación conservadora.
en: Gluten: there is no clear evidence, so a conservative assessment is applied.
zh_hans: 麸质：没有明确证据，因此采用保守评估。

source: Gluten: sin dato concluyente.
en: Gluten: no conclusive data.
zh_hans: 麸质：暂无确切数据。

# goal.completion.duration
source: Duración total
en: Total duration
zh_hans: 总时长

# goal.completion.executions
source: No. ejecuciones
en: No. executions
zh_hans: 不执行死刑

# goal.next_unit.ready
source: Listo
en: Ready
zh_hans: 可以开始

# goal.period.afternoon
source: Por la tarde
en: In the afternoon
zh_hans: 下午

# goal.period.anytime
source: Cualquier momento
en: Any time
zh_hans: 不限时段

# goal.period.morning
source: Por la mañana
en: In the morning
zh_hans: 早晨

# goal.period.night
source: Por la noche
en: At night
zh_hans: 夜间

# goal.schedule.interval
source: Por intervalo
en: By interval
zh_hans: 按时间间隔

# goal.schedule.specific_dates
source: Fechas específicas
en: Specific dates
zh_hans: 指定日期

# goal.schedule.weekly
source: Días por semana
en: Days per week
zh_hans: 每周执行天数

# goals.dynamic.cadence.interval.one
source: Cada {1}
en: Every {1}
zh_hans: 每{1}

# goals.dynamic.cadence.interval.other
source: Cada {0} {1}
en: Every {0} {1}
zh_hans: 每 {0} {1}

# goals.dynamic.cadence.specific_dates
source: En fechas específicas
en: On specific dates
zh_hans: 在指定日期

# goals.dynamic.cadence.specific_dates_count
source: en {0} fechas específicas
en: on {0} specific dates
zh_hans: 在 {0} 个指定日期

# goals.dynamic.cadence.weekly.one
source: {0} día por semana
en: {0} day per week
zh_hans: 每周 {0} 天

# goals.dynamic.cadence.weekly.other
source: {0} días por semana
en: {0} days per week
zh_hans: 每周 {0} 天

# goals.dynamic.day_count.one
source: {0} día
en: {0} day
zh_hans: {0} 天

# goals.dynamic.day_count.other
source: {0} días
en: {0} days
zh_hans: {0} 天

# goals.dynamic.duration
source: durante {0} {1}
en: for {0} {1}
zh_hans: 持续 {0} {1}

# goals.dynamic.execution_count.one
source: {0} ejecución
en: {0} completion
zh_hans: {0} 次

# goals.dynamic.execution_count.other
source: {0} ejecuciones
en: {0} completions
zh_hans: {0} 次

# goals.dynamic.execution_target.amount
source: {0} por ejecución
en: {0} per completion
zh_hans: 每次完成 {0}

# goals.dynamic.execution_target.label_amount
source: {0} {1} por ejecución
en: {0} {1} per completion
zh_hans: 每次完成 {0} {1}

# goals.dynamic.execution_target.label_one
source: {0} por ejecución
en: {0} per completion
zh_hans: 每次完成 {0}

# goals.dynamic.execution_target.one
source: Una ejecución
en: One completion
zh_hans: 一次

# goals.dynamic.planned_execution_count
source: ({0} ejecuciones previstas)
en: ({0} planned completions)
zh_hans: （预计 {0} 次）

# goals.dynamic.unit_name
source: Unidad {0}
en: Unit {0}
zh_hans: 第 {0} 次

# goals.error.archive_failed
source: La Meta no ha podido archivarse. Inténtelo más tarde
en: The goal couldn't be archived. Please try again later.
zh_hans: 无法归档该目标，请稍后重试。

# goals.error.not_completed
source: La meta todavía no está completada
en: The goal isn't complete yet
zh_hans: 该目标尚未完成

# goals.error.preserve_previous_run
source: No se pudo conservar la ejecución anterior
en: The previous completion couldn't be preserved
zh_hans: 无法保留上一次完成记录

# goals.error.reactivate_failed
source: La Meta no ha podido reactivarse. Inténtelo nuevamente.
en: The goal couldn't be reactivated. Please try again.
zh_hans: 无法重新启用该目标，请重试。

# goals.message.archived
source: La Meta ha sido archivada
en: The goal has been archived
zh_hans: 目标已归档

# goals.message.deleted
source: La Meta ha sido eliminada
en: The goal has been deleted
zh_hans: 目标已删除

# goals.noun.unit.one
source: unidad
en: unit
zh_hans: 执行项

# goals.noun.unit.other
source: unidades
en: units
zh_hans: 执行项

# goals.program_category.anxiety_relief
source: Anti Ansiedad
en: Anxiety Relief
zh_hans: 缓解焦虑

# goals.program_category.buteyko_breathing
source: Respiración Buteyko
en: Buteyko Breathing
zh_hans: 布特科呼吸法

# goals.program_category.digital_balance_youth
source: Regulación Digital para Menores
en: Digital Balance for Young People
zh_hans: 未成年人数字使用管理

# goals.program_category.dopamine_reset
source: Reinicio Dopaminérgico
en: Dopamine Reset
zh_hans: 多巴胺重置

# goals.program_category.neville_visualization
source: Visualización Creativa de Neville
en: Neville Creative Visualization
zh_hans: 内维尔创造性想象

# goals.program_category.quit_drinking
source: Dejar el Alcohol
en: Quit Drinking
zh_hans: 戒酒

# goals.program_category.quit_smoking
source: Dejar de Fumar
en: Quit Smoking
zh_hans: 戒烟

# goals.program_category.weekly_meal_plans
source: Dietas Semanales
en: Weekly Meal Plans
zh_hans: 每周饮食计划

# goals.stats.active
source: Activas
en: Active
zh_hans: 进行中

# goals.stats.activity_last_days
source: Actividad de los últimos {0} días
en: Activity over the last {0} days
zh_hans: 最近 {0} 天的完成情况

# goals.stats.average_progress
source: Progreso medio
en: Average progress
zh_hans: 平均进度

# goals.stats.best_streak
source: Mejor racha
en: Best streak
zh_hans: 最长连续天数

# goals.stats.completed
source: Completadas
en: Completed
zh_hans: 已完成

# goals.stats.completed_units
source: Fichadas
en: Completed
zh_hans: 已完成

# goals.stats.completed_units_lowercase
source: fichadas
en: completed
zh_hans: 已完成

# goals.stats.current_streak
source: Racha actual
en: Current streak
zh_hans: 当前连续天数

# goals.stats.days
source: días
en: days
zh_hans: 天

# goals.stats.goals_created
source: metas creadas
en: goals created
zh_hans: 已创建目标

# goals.stats.historical
source: histórico
en: all time
zh_hans: 历史累计

# goals.stats.in_progress
source: en marcha
en: in progress
zh_hans: 正在进行

# goals.stats.lost_units
source: Perdidas
en: Missed
zh_hans: 已错过

# goals.stats.pending_units
source: Pendientes
en: Pending
zh_hans: 待完成

# goals.stats.ready
source: Listas
en: Ready
zh_hans: 可完成

# goals.stats.ready_to_complete
source: para fichar
en: ready to complete
zh_hans: 现在可完成

# goals.stats.success_rate
source: Acierto
en: Success rate
zh_hans: 完成率

# goals.stats.units
source: unidades
en: units
zh_hans: 执行项

# goals.stats.units_title
source: Unidades
en: Units
zh_hans: 执行项

# goals.ui.completed
source: Completada
en: Completed
zh_hans: 已完成

# goals.ui.completed_at
source: Fichado: {0}
en: Completed: {0}
zh_hans: 完成时间：{0}

# goals.ui.completed_count
source: Completadas: {0}
en: Completed: {0}
zh_hans: 已完成：{0}

# goals.ui.completed_lost_counts
source: Fichadas: {0} | Perdidas: {1}
en: Completed: {0} | Missed: {1}
zh_hans: 已完成：{0}｜已错过：{1}

# goals.ui.completed_value
source: Completado: {0}
en: Completed: {0}
zh_hans: 已完成：{0}

# goals.ui.compliance_percent
source: Cumplimiento: {0}
en: Completion rate: {0}
zh_hans: 完成率：{0}

# goals.ui.custom_goal
source: Meta Personalizada
en: Custom Goal
zh_hans: 自定义目标

# goals.ui.goal_details
source: Detalles de la meta
en: Goal Details
zh_hans: 目标详情

# goals.ui.healthy_habits
source: Hábitos Saludables
en: Healthy Habits
zh_hans: 健康习惯

# goals.ui.history_title
source: Historial de Metas
en: Goal History
zh_hans: 目标历史

# goals.ui.lost_count
source: Perdidas: {0}
en: Missed: {0}
zh_hans: 已错过：{0}

# goals.ui.next_unit_in
source: Próxima unidad en {0}
en: Next completion in {0}
zh_hans: 距离下次可完成还有 {0}

# goals.ui.no_information
source: Sin información disponible
en: No information available
zh_hans: 暂无信息

# goals.ui.pending_count
source: Pendientes: {0}
en: Pending: {0}
zh_hans: 待完成：{0}

# goals.ui.program_information
source: Información del Programa
en: Program Information
zh_hans: 计划详情

# goals.ui.program_summary
source: Programa: {0}.
en: Program: {0}.
zh_hans: 计划安排：{0}。

# goals.ui.programs
source: Programas
en: Programs
zh_hans: 计划

# goals.ui.progress_value
source: Progreso: {0}
en: Progress: {0}
zh_hans: 进度：{0}

# goals.ui.statistics_title
source: Estadísticas de Metas
en: Goal Statistics
zh_hans: 目标统计

# goals.ui.summary_value
source: Resumen: {0}
en: Summary: {0}
zh_hans: 摘要：{0}

# goals.ui.unit_expires_in
source: Esta unidad vence en: {0}
en: This completion expires in {0}
zh_hans: 本次任务将在 {0} 后过期

source: Gracias por tu Amor y Enseñanzas
en: Thank you for your Love and Teachings
zh_hans: 感谢你的爱与教导

source: Grasa saturada elevada
en: High Saturated Fat
zh_hans: 饱和脂肪偏高

source: Grasa total (g/100g)
en: Total fat (g/100g)
zh_hans: 总脂肪（克/100克）

source: Grasas saturadas
en: Saturated Fat
zh_hans: 饱和脂肪

source: Grasas saturadas (g/100g)
en: Saturated fat (g/100g)
zh_hans: 饱和脂肪（克/100克）

source: Grasas saturadas iguales o mayores a 5 g por 100 g: se aconseja regular su consumo habitual por mayor riesgo cardiovascular.
en: At least 5 g of saturated fat per 100 g: limit regular consumption because of increased cardiovascular risk.
zh_hans: 每 100 克含饱和脂肪 5 克或以上：心血管风险较高，建议控制日常食用频率。

source: Grasas saturadas:
en: Saturated Fat:
zh_hans: 饱和脂肪：

source: Gratitud
en: Gratitude
zh_hans: 感恩

source: GRATITUD
en: GRATITUDE
zh_hans: 感恩

source: Guarda texto o imágenes desde webs y apps con el menú compartir. Incluye OCR y lectura de códigos QR.
en: Save text or images from websites and apps using the Share menu. Includes OCR and QR code scanning.
zh_hans: 通过分享菜单从网站和 App 保存文本或图片。支持 OCR 和二维码扫描。

source: Guardadas
en: Saved
zh_hans: 已保存

source: Guardar
en: Save
zh_hans: 保存

source: Guardar cambios
en: Save changes
zh_hans: 保存更改

source: Guardar cierre
en: Save closing
zh_hans: 保存今日收尾

source: Guardar cierre del día
en: Save Evening Review
zh_hans: 保存每日回顾

source: Guardar como Frase Personal Calma
en: Save as a personal calming phrase
zh_hans: 保存为个人平静短句

source: Guardar en el dispositivo
en: Save to device
zh_hans: 保存到设备

source: Guardar en el dispositivo como PDF
en: Save to device as PDF
zh_hans: 以 PDF 格式保存到设备

source: Guardar en Frases
en: Save to Quotes
zh_hans: 保存到名言

source: Guardar en Galeria
en: Save to Gallery
zh_hans: 保存到相册

source: Guardar en Notas
en: Save to Notes
zh_hans: 保存到笔记

source: Guardar evaluación
en: Save assessment
zh_hans: 保存评估

source: Guardar imagen en la galería...
en: Saving image to the gallery...
zh_hans: 正在将图片保存到相册……

source: Guardar imagen...
en: Saving image...
zh_hans: 正在保存图片……

source: Guardar nota
en: Save note
zh_hans: 保存备注

source: Guardar resumen en Diario
en: Save summary to Journal
zh_hans: 将总结保存到日记

source: Guardar ritual
en: Save ritual
zh_hans: 保存仪式练习

source: Guardar Ritual
en: Save Ritual
zh_hans: 保存晨间仪式

source: Guardar Texto en Frases
en: Save text to phrases
zh_hans: 将文本保存到短句

source: Guardar Texto en Notas
en: Save text to notes
zh_hans: 将文本保存到笔记

source: Guardar y crear entrada
en: Save and create entry
zh_hans: 保存并创建日记

source: Guía completada
en: Guide completed
zh_hans: 引导已完成

source: Guía para elegir alimentos saludables
en: Guide to Choosing Healthy Foods
zh_hans: 健康食品选择指南

source: Guía rápida de alimentación saludable
en: Quick Guide to Healthy Eating
zh_hans: 健康饮食快速指南

source: Guía rápida paso a paso
en: Quick step-by-step guide
zh_hans: 快速分步指南

source: Guías prácticas premium
en: Premium practical guides
zh_hans: 高级实用引导

source: Guías rápidas para momentos difíciles: ansiedad, miedo, estrés, bloqueo, conflicto o impulso. Comprende qué ocurre en tu cuerpo y aplica técnicas prácticas paso a paso cuando más lo necesitas.
en: Quick guides for difficult moments such as anxiety, fear, stress, feeling stuck, conflict, or strong urges. Understand what is happening in your body and follow practical techniques step by step when you need them most.
zh_hans: 在焦虑、害怕、压力、卡住、冲突或冲动等艰难时刻，为你提供快速引导。了解身体正在发生什么，并在最需要时一步步练习实用方法。

source: Ha habido un problema al guadar la entrada del Diario. Inténtelo más tarde.
en: There was a problem saving the journal entry. Please try again later.
zh_hans: 保存日记条目时出现问题。请稍后重试。

source: Ha habido un problema al guadar la frase. Inténtelo más tarde.
en: There was a problem saving the quote. Please try again later.
zh_hans: 保存名言时出现问题。请稍后重试。

source: Ha habido un problema al guadar la nota. Inténtelo más tarde.
en: There was a problem saving the note. Please try again later.
zh_hans: 保存笔记时出现问题。请稍后重试。

source: Habilitar Versión Extendida
en: Enable Extended Version
zh_hans: 启用扩展版

source: Hábitos Saludables
en: Healthy Habits
zh_hans: 健康习惯

source: Hacer Favorito
en: Add to Favorites
zh_hans: 添加到收藏夹

source: Haces lo correcto incluso sin motivación.
en: You follow through even when motivation is low.
zh_hans: 即使缺乏动力，你仍能做出合适的行动。

source: Haré…
en: I will…
zh_hans: 我会……

source: Has creado momentos conscientes a lo largo de la semana.
en: You created mindful moments throughout the week.
zh_hans: 这一周里，你创造了许多保持觉察的时刻。

source: Has empezado más días de los que has cerrado: programa un cierre breve de un minuto para convertir intención en aprendizaje constante.
en: You have started more days than you have closed. Schedule a one-minute closing to turn intention into steady learning.
zh_hans: 你认真开启一天的次数多于完成收尾的次数。安排一分钟的简短收尾，把意图转化为持续的学习。

source: Has entrenado la respuesta nueva. Cuenta la práctica, no la perfección.
en: You practiced the new response. What matters is the practice, not perfection.
zh_hans: 你已经练习了新的回应。重要的是练习，而不是完美。

source: Has tomado una sobredosis, una sustancia peligrosa o has sufrido una lesión importante.
en: You have taken an overdose or a dangerous substance, or you have suffered a serious injury.
zh_hans: 你服用了过量药物或危险物质，或遭受了严重伤害。

source: Hasta
en: To
zh_hans: 至

source: Hay conflictos con datos locales. No se sobrescribe nada sin confirmación.
en: There are conflicts with local data. Nothing will be overwritten without confirmation.
zh_hans: 本地数据存在冲突。未经确认，任何内容都不会被覆盖。

source: Hay evidencia suficiente para clasificarlo como ecológico según señales de certificación regional.
en: There is sufficient evidence to classify it as organic based on regional certification signals.
zh_hans: 根据地区认证信息，有充分依据将其判定为有机产品。

source: Hay peligro inmediato o sientes que podrías hacerte daño o dañar a otra persona.
en: There is immediate danger, or you feel you may harm yourself or someone else.
zh_hans: 存在眼前的危险，或你觉得自己可能会伤害自己或他人。

source: Hay pocos días con registros. Prueba una pausa breve a media mañana y otra al final de la tarde para empezar a revelar tu patrón.
en: Only a few days have entries. Try a short pause in mid-morning and another late in the afternoon to begin revealing your pattern.
zh_hans: 目前只有少数几天有记录。试着在上午中段和傍晚各停顿片刻，开始看见自己的规律。

source: Hay señales parciales de producto ecológico, pero falta evidencia robusta de certificación oficial.
en: There are some signs that the product is organic, but strong evidence of official certification is missing.
zh_hans: 存在部分有机产品迹象，但缺乏可靠的官方认证依据。

source: hay una situación sin título
en: a situation has no title
zh_hans: 有一个情境缺少标题

source: Hay…
en: There is…
zh_hans: 此刻有……

source: Haz cinco exploraciones corporales breves a lo largo del día.
en: Do five brief body scans throughout the day.
zh_hans: 一天中做五次简短的身体扫描。

source: Haz de tres a seis respiraciones lentas y nombra la emoción.
en: Take three to six slow breaths and name the emotion.
zh_hans: 做三到六次缓慢呼吸，并说出这种情绪。

source: Haz más difícil la conducta antigua y más sencilla la nueva.
en: Make the old behavior harder and the new one easier.
zh_hans: 让旧行为更难发生，让新行为更容易执行。

source: Haz una cosa desde tu identidad elegida
en: Do one thing from your chosen identity.
zh_hans: 从你选择的身份出发，完成一件事。

source: Haz una pausa consciente
en: Take a Mindful Pause
zh_hans: 有意识地暂停一下

source: Haz una pausa, respira y continúa
en: Pause, breathe, and continue.
zh_hans: 停一下，呼吸，然后继续。

source: Haz una sesión breve de coherencia y elige un gesto visible que exprese la identidad que quieres sostener hoy.
en: Do a brief coherence session, then choose one visible action that expresses the identity you want to embody today.
zh_hans: 进行一次简短的身心协调练习，再选择一个看得见的行动，表达你今天想要保持的身份状态。

source: He leído las señales y ninguna está presente. Puedo detenerme en cualquier momento.
en: I have read the warning signs and none are present. I can stop at any time.
zh_hans: 我已阅读这些危险信号，目前均未出现。我可以随时停止。

# healing.catalog.duplicate_ids
source: hay identificadores duplicados en {0}
en: there are duplicate identifiers in {0}
zh_hans: {0} 中存在重复标识符

# healing.catalog.incomplete_tip
source: {0} contiene un consejo incompleto
en: {0} contains an incomplete tip
zh_hans: {0} 包含不完整的建议

# healing.catalog.invalid
source: El catálogo de apoyo no es válido: {0}
en: The support catalog is invalid: {0}
zh_hans: 支持内容无效：{0}

# healing.catalog.no_sources
source: {0} no contiene fuentes
en: {0} contains no sources
zh_hans: {0} 不包含资料来源

# healing.catalog.no_steps
source: {0} no contiene pasos
en: {0} contains no steps
zh_hans: {0} 不包含任何步骤

# healing.catalog.no_tips
source: {0} no contiene consejos prácticos
en: {0} contains no practical tips
zh_hans: {0} 不包含实用建议

# healing.catalog.steps_of
source: pasos de {0}
en: steps in {0}
zh_hans: {0} 中的步骤

# healing.catalog.techniques_of
source: técnicas de {0}
en: techniques in {0}
zh_hans: {0} 中的练习

# healing.catalog.three_techniques
source: {0} debe contener exactamente tres técnicas
en: {0} must contain exactly three techniques
zh_hans: {0} 必须包含三种练习

# healing.catalog.tips_of
source: consejos de {0}
en: tips in {0}
zh_hans: {0} 中的建议

# healing.catalog.unsafe_duration
source: {0} contiene una duración fuera del rango seguro
en: {0} contains a duration outside the safe range
zh_hans: {0} 的时长超出安全范围

# healing.content.reviewed
source: Contenido {0} · revisado {1}
en: Content {0} · reviewed {1}
zh_hans: 内容版本 {0} · 复核于 {1}

# healing.duration.minutes_seconds
source: {0} min {1} s
en: {0} min {1} sec
zh_hans: {0} 分 {1} 秒

# healing.duration.seconds
source: {0} s
en: {0} sec
zh_hans: {0} 秒

# healing.emergency.call_number
source: Llamar al {0}
en: Call {0}
zh_hans: 拨打 {0}

# healing.emergency.contacts_for
source: Contactos para {0}
en: Contacts for {0}
zh_hans: {0}的求助联系方式

# healing.guide.disclaimer
source: - Una guía, no un diagnóstico - {0}
en: - Guidance, not a diagnosis - {0}
zh_hans: - 这是引导，不是诊断 - {0}

# healing.session.step_progress
source: Paso {0} de {1}
en: Step {0} of {1}
zh_hans: 第 {0} 步，共 {1} 步

source: Hecho
en: Done
zh_hans: 已完成

source: Hice una pausa breve.
en: I took a brief pause.
zh_hans: 我做了短暂暂停。

source: Historial
en: History
zh_hans: 历史记录

source: Historial de Chat IA
en: AI Chat History
zh_hans: AI 聊天历史记录

source: Historial de conversaciones
en: Conversation history
zh_hans: 对话历史记录

# home.progress.goals.multiple
source: {0} activas
en: {0} active
zh_hans: {0} 个进行中

# home.progress.goals.single
source: {0} activa
en: {0} active
zh_hans: {0} 个进行中

# home.progress.presence.multiple
source: {0} eventos
en: {0} events
zh_hans: {0} 次记录

# home.progress.presence.single
source: {0} evento
en: {0} event
zh_hans: {0} 次记录

# home.recommendation.available_goal.action
source: Dedica el próximo bloque disponible a «{0}». Terminar una unidad acota el esfuerzo y mantiene la meta en movimiento.
en: Use your next available block for “{0}.” Completing one step makes the effort manageable and keeps the goal moving.
zh_hans: 把下一个可用时间段用于“{0}”。完成一个步骤可以缩小行动范围，让目标继续向前推进。

# home.recommendation.available_goal.evidence.multiple
source: Tienes una unidad de meta disponible ahora y {0} completadas en los últimos 7 días.
en: You have one goal step available now and {0} completed in the last 7 days.
zh_hans: 现在有一个目标步骤可以推进，最近 7 天已完成 {0} 个。

# home.recommendation.available_goal.evidence.single
source: Tienes una unidad de meta disponible ahora y {0} completada en los últimos 7 días.
en: You have one goal step available now and {0} completed in the last 7 days.
zh_hans: 现在有一个目标步骤可以推进，最近 7 天已完成 {0} 个。

# home.recommendation.difficult_events.evidence
source: Se registraron {0} eventos de {1} durante la última semana.
en: {0} events related to {1} were recorded during the last week.
zh_hans: 上周记录了 {0} 次与{1}有关的事件。
